{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "'": 5,
      ",": 6,
      ".": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "3": 11,
      "4": 12,
      "5": 13,
      "6": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      ";": 18,
      "?": 19,
      "_": 20,
      "a": 21,
      "b": 22,
      "c": 23,
      "d": 24,
      "e": 25,
      "f": 26,
      "g": 27,
      "h": 28,
      "i": 29,
      "j": 30,
      "k": 31,
      "l": 32,
      "m": 33,
      "n": 34,
      "o": 35,
      "p": 36,
      "q": 37,
      "r": 38,
      "s": 39,
      "t": 40,
      "u": 41,
      "v": 42,
      "w": 43,
      "x": 44,
      "y": 45,
      "z": 46,
      "##k": 47,
      "##i": 48,
      "##f": 49,
      "##u": 50,
      "##n": 51,
      "##g": 52,
      "##r": 53,
      "##a": 54,
      "##z": 55,
      "##o": 56,
      "##m": 57,
      "##4": 58,
      "##8": 59,
      "##5": 60,
      "##2": 61,
      "##6": 62,
      "##e": 63,
      "##t": 64,
      "##b": 65,
      "##y": 66,
      "##s": 67,
      "##h": 68,
      "##p": 69,
      "##c": 70,
      "##v": 71,
      "##w": 72,
      "##0": 73,
      "##d": 74,
      "##j": 75,
      "##l": 76,
      "##q": 77,
      "##3": 78,
      "##9": 79,
      "##7": 80,
      "##1": 81,
      "##x": 82,
      "##an": 83,
      "##ri": 84,
      "##ra": 85,
      "mu": 86,
      "##ga": 87,
      "##ba": 88,
      "##re": 89,
      "##sh": 90,
      "ku": 91,
      "##wa": 92,
      "##ya": 93,
      "##ye": 94,
      "##ko": 95,
      "ba": 96,
      "##in": 97,
      "##ma": 98,
      "##ka": 99,
      "##we": 100,
      "##za": 101,
      "##mu": 102,
      "##it": 103,
      "ya": 104,
      "##yo": 105,
      "##gi": 106,
      "##ge": 107,
      "##ru": 108,
      "##bi": 109,
      "##bu": 110,
      "##zi": 111,
      "##go": 112,
      "##da": 113,
      "##bo": 114,
      "##ze": 115,
      "##ta": 116,
      "##yi": 117,
      "##se": 118,
      "umu": 119,
      "##ki": 120,
      "##tu": 121,
      "##ro": 122,
      "ko": 123,
      "##ku": 124,
      "##me": 125,
      "##te": 126,
      "gu": 127,
      "in": 128,
      "aba": 129,
      "bi": 130,
      "##ho": 131,
      "##gu": 132,
      "##di": 133,
      "##si": 134,
      "##ana": 135,
      "##ha": 136,
      "im": 137,
      "na": 138,
      "wa": 139,
      "##wi": 140,
      "##ti": 141,
      "##vu": 142,
      "ubu": 143,
      "##he": 144,
      "##yu": 145,
      "ama": 146,
      "##ban": 147,
      "##hu": 148,
      "##be": 149,
      "bu": 150,
      "ha": 151,
      "##je": 152,
      "##sha": 153,
      "##yan": 154,
      "##wan": 155,
      "##mo": 156,
      "ni": 157,
      "muri": 158,
      "##sa": 159,
      "##wo": 160,
      "##ite": 161,
      "##ran": 162,
      "##de": 163,
      "ka": 164,
      "ari": 165,
      "##li": 166,
      "##on": 167,
      "##tan": 168,
      "##shi": 169,
      "##rwa": 170,
      "ibi": 171,
      "ki": 172,
      "##fa": 173,
      "##ke": 174,
      "ru": 175,
      "ma": 176,
      "ib": 177,
      "##mwe": 178,
      "##en": 179,
      "##wanda": 180,
      "##gan": 181,
      "gi": 182,
      "##mi": 183,
      "aban": 184,
      "##tse": 185,
      "##han": 186,
      "igi": 187,
      "##du": 188,
      "##zo": 189,
      "##so": 190,
      "##gira": 191,
      "iki": 192,
      "##ita": 193,
      "##kin": 194,
      "##to": 195,
      "ngo": 196,
      "##mba": 197,
      "kan": 198,
      "cyan": 199,
      "##vuga": 200,
      "rwanda": 201,
      "##kuru": 202,
      "##gen": 203,
      "##bwo": 204,
      "yo": 205,
      "##bere": 206,
      "##na": 207,
      "##fu": 208,
      "##hi": 209,
      "##hugu": 210,
      "ga": 211,
      "##gwa": 212,
      "##kan": 213,
      "ic": 214,
      "20": 215,
      "no": 216,
      "##gara": 217,
      "bya": 218,
      "##zwe": 219,
      "uru": 220,
      "kuri": 221,
      "aka": 222,
      "##san": 223,
      "##sho": 224,
      "##kore": 225,
      "cya": 226,
      "nta": 227,
      "##fite": 228,
      "tu": 229,
      "##nge": 230,
      "kandi": 231,
      "##ne": 232,
      "##le": 233,
      "zi": 234,
      "##men": 235,
      "##shin": 236,
      "we": 237,
      "##va": 238,
      "uko": 239,
      "mi": 240,
      "##cu": 241,
      "##bwa": 242,
      "kwi": 243,
      "##yobo": 244,
      "##kome": 245,
      "##kun": 246,
      "##su": 247,
      "imi": 248,
      "ariko": 249,
      "hari": 250,
      "##giye": 251,
      "kuba": 252,
      "##ts": 253,
      "##ce": 254,
      "##rere": 255,
      "##pe": 256,
      "##zu": 257,
      "##do": 258,
      "##ina": 259,
      "by": 260,
      "nde": 261,
      "za": 262,
      "kuko": 263,
      "ati": 264,
      "##shyi": 265,
      "um": 266,
      "uyu": 267,
      "##vi": 268,
      "##iti": 269,
      "##or": 270,
      "##riki": 271,
      "umun": 272,
      "bo": 273,
      "##ini": 274,
      "ri": 275,
      "##kora": 276,
      "aho": 277,
      "##la": 278,
      "co": 279,
      "re": 280,
      "##ryo": 281,
      "ndetse": 282,
      "##ci": 283,
      "##rika": 284,
      "##shu": 285,
      "##shobo": 286,
      "##tanga": 287,
      "##bwi": 288,
      "##yuma": 289,
      "cyane": 290,
      "##ca": 291,
      "##ve": 292,
      "##pa": 293,
      "bari": 294,
      "ye": 295,
      "##yama": 296,
      "##jya": 297,
      "the": 298,
      "an": 299,
      "abantu": 300,
      "##mbi": 301,
      "##gera": 302,
      "bwa": 303,
      "bw": 304,
      "cy": 305,
      "##tege": 306,
      "nk": 307,
      "##korwa": 308,
      "le": 309,
      "ne": 310,
      "yi": 311,
      "201": 312,
      "mun": 313,
      "##yaka": 314,
      "abatu": 315,
      "##yobozi": 316,
      "se": 317,
      "##mbo": 318,
      "pe": 319,
      "##biri": 320,
      "igihugu": 321,
      "byo": 322,
      "##nda": 323,
      "##jwe": 324,
      "##nga": 325,
      "ubwo": 326,
      "pa": 327,
      "yari": 328,
      "cyangwa": 329,
      "##she": 330,
      "##bera": 331,
      "ibyo": 332,
      "icyo": 333,
      "rwa": 334,
      "gihe": 335,
      "##rezi": 336,
      "du": 337,
      "##bye": 338,
      "##tsi": 339,
      "rya": 340,
      "ban": 341,
      "iyo": 342,
      "##itwa": 343,
      "##kaba": 344,
      "##rage": 345,
      "##itan": 346,
      "mbere": 347,
      "##ira": 348,
      "ry": 349,
      "##ni": 350,
      "##bona": 351,
      "rw": 352,
      "nyuma": 353,
      "##gabo": 354,
      "##hin": 355,
      "avuga": 356,
      "iyi": 357,
      "##garaga": 358,
      "to": 359,
      "sa": 360,
      "##shaka": 361,
      "##gize": 362,
      "##bazo": 363,
      "iz": 364,
      "ra": 365,
      "de": 366,
      "aga": 367,
      "##zwa": 368,
      "##pu": 369,
      "##hanga": 370,
      "##riye": 371,
      "##kwi": 372,
      "##ndi": 373,
      "##ngu": 374,
      "##rimo": 375,
      "##vuze": 376,
      "be": 377,
      "##yango": 378,
      "##kanye": 379,
      "##indi": 380,
      "nti": 381,
      "cyo": 382,
      "19": 383,
      "po": 384,
      "kugira": 385,
      "##ine": 386,
      "##faran": 387,
      "##man": 388,
      "##rana": 389,
      "##shobora": 390,
      "##maze": 391,
      "##twa": 392,
      "##bana": 393,
      "##shya": 394,
      "##00": 395,
      "##kana": 396,
      "##mana": 397,
      "ta": 398,
      "##itu": 399,
      "##tera": 400,
      "##st": 401,
      "##ryango": 402,
      "##tion": 403,
      "##rwanda": 404,
      "nya": 405,
      "twa": 406,
      "neza": 407,
      "##waka": 408,
      "##rezida": 409,
      "wo": 410,
      "##gore": 411,
      "##co": 412,
      "bwo": 413,
      "gusa": 414,
      "igihe": 415,
      "##kira": 416,
      "##il": 417,
      "perezida": 418,
      "##wu": 419,
      "##kino": 420,
      "##zima": 421,
      "##jye": 422,
      "##enshi": 423,
      "##mbu": 424,
      "##reza": 425,
      "and": 426,
      "##byi": 427,
      "leta": 428,
      "kiga": 429,
      "##rira": 430,
      "##riza": 431,
      "##tsin": 432,
      "##ji": 433,
      "abaturage": 434,
      "ata": 435,
      "##ren": 436,
      "abandi": 437,
      "##gana": 438,
      "imyaka": 439,
      "##gani": 440,
      "##by": 441,
      "iri": 442,
      "##inshi": 443,
      "##ruka": 444,
      "##lo": 445,
      "uku": 446,
      "##fasha": 447,
      "of": 448,
      "kigali": 449,
      "##faranga": 450,
      "##shuri": 451,
      "##baye": 452,
      "##renge": 453,
      "da": 454,
      "##ngo": 455,
      "##fi": 456,
      "##geze": 457,
      "bara": 458,
      "##inis": 459,
      "##yarwanda": 460,
      "izina": 461,
      "umuntu": 462,
      "buryo": 463,
      "umwe": 464,
      "##geza": 465,
      "##ani": 466,
      "##po": 467,
      "##rwe": 468,
      "##bya": 469,
      "##mva": 470,
      "isi": 471,
      "si": 472,
      "nu": 473,
      "buri": 474,
      "##ter": 475,
      "##pi": 476,
      "##kuriki": 477,
      "##ing": 478,
      "##menye": 479,
      "##tegeko": 480,
      "yavuze": 481,
      "zo": 482,
      "aha": 483,
      "ig": 484,
      "ikin": 485,
      "##saba": 486,
      "bata": 487,
      "##ganda": 488,
      "##gomba": 489,
      "##por": 490,
      "kubera": 491,
      "##shyira": 492,
      "##ja": 493,
      "##al": 494,
      "##gura": 495,
      "##ciro": 496,
      "##shimi": 497,
      "minis": 498,
      "##dukanye": 499,
      "akaba": 500,
      "imbere": 501,
      "baka": 502,
      "mo": 503,
      "##wanya": 504,
      "kwa": 505,
      "##ment": 506,
      "##nye": 507,
      "##wana": 508,
      "uwo": 509,
      "##komeza": 510,
      "##nyi": 511,
      "tariki": 512,
      "##one": 513,
      "imana": 514,
      "##rezo": 515,
      "abo": 516,
      "##zaba": 517,
      "vi": 518,
      "##sanga": 519,
      "ho": 520,
      "##yon": 521,
      "baba": 522,
      "amafaranga": 523,
      "##sanzwe": 524,
      "han": 525,
      "abana": 526,
      "##bwe": 527,
      "yan": 528,
      "##ranye": 529,
      "ara": 530,
      "abi": 531,
      "bita": 532,
      "kw": 533,
      "##subi": 534,
      "##un": 535,
      "he": 536,
      "rwe": 537,
      "me": 538,
      "##tum": 539,
      "te": 540,
      "##ur": 541,
      "##shinzwe": 542,
      "gihugu": 543,
      "202": 544,
      "com": 545,
      "##rin": 546,
      "##raga": 547,
      "##yamakuru": 548,
      "##komeye": 549,
      "##ju": 550,
      "##kwa": 551,
      "yagize": 552,
      "nka": 553,
      "##yaha": 554,
      "##koze": 555,
      "mwaka": 556,
      "##fo": 557,
      "##bura": 558,
      "ame": 559,
      "di": 560,
      "##kobwa": 561,
      "##zamu": 562,
      "##sin": 563,
      "##ue": 564,
      "nda": 565,
      "##jyi": 566,
      "##shyu": 567,
      "munsi": 568,
      "benshi": 569,
      "so": 570,
      "karere": 571,
      "afu": 572,
      "##intu": 573,
      "##kiri": 574,
      "spor": 575,
      "##shwa": 576,
      "##koresha": 577,
      "##mbe": 578,
      "ita": 579,
      "ca": 580,
      "gukora": 581,
      "##guru": 582,
      "##ito": 583,
      "##curu": 584,
      "haga": 585,
      "##pr": 586,
      "##fata": 587,
      "##shan": 588,
      "yara": 589,
      "fc": 590,
      "##korera": 591,
      "##ama": 592,
      "kaga": 593,
      "poli": 594,
      "##banu": 595,
      "##bwira": 596,
      "con": 597,
      "##pam": 598,
      "umuyobozi": 599,
      "bite": 600,
      "rwo": 601,
      "##bone": 602,
      "##zira": 603,
      "##rs": 604,
      "bose": 605,
      "##buga": 606,
      "##zama": 607,
      "ikipe": 608,
      "##ss": 609,
      "ad": 610,
      "byi": 611,
      "niba": 612,
      "ubuzima": 613,
      "##garagaza": 614,
      "indi": 615,
      "amakuru": 616,
      "mili": 617,
      "wi": 618,
      "uburyo": 619,
      "uwa": 620,
      "##osi": 621,
      "##tara": 622,
      "aza": 623,
      "##jyan": 624,
      "baga": 625,
      "##komeje": 626,
      "kugeza": 627,
      "##ngera": 628,
      "kwe": 629,
      "##byo": 630,
      "##ham": 631,
      "##ll": 632,
      "##rya": 633,
      "afurika": 634,
      "kuva": 635,
      "##itiri": 636,
      "##pan": 637,
      "##kunda": 638,
      "sports": 639,
      "rayon": 640,
      "##genda": 641,
      "##pamvu": 642,
      "bamwe": 643,
      "byose": 644,
      "ahu": 645,
      "##yeme": 646,
      "afite": 647,
      "##seze": 648,
      "##kura": 649,
      "rwego": 650,
      "##dwa": 651,
      "baza": 652,
      "##shize": 653,
      "##er": 654,
      "##shije": 655,
      "##insi": 656,
      "batu": 657,
      "##kinnyi": 658,
      "##fatan": 659,
      "la": 660,
      "wari": 661,
      "##tangiye": 662,
      "##yoni": 663,
      "##shinga": 664,
      "##reke": 665,
      "2020": 666,
      "##pfu": 667,
      "##genzi": 668,
      "jen": 669,
      "80": 670,
      "hagati": 671,
      "umuryango": 672,
      "##rutse": 673,
      "bafite": 674,
      "je": 675,
      "af": 676,
      "fa": 677,
      "##hindu": 678,
      "abanyarwanda": 679,
      "uganda": 680,
      "##gere": 681,
      "##sobanu": 682,
      "yaba": 683,
      "mukuru": 684,
      "do": 685,
      "pro": 686,
      "##kwe": 687,
      "inama": 688,
      "##mbere": 689,
      "##oside": 690,
      "inte": 691,
      "ibindi": 692,
      "ahan": 693,
      "gute": 694,
      "inga": 695,
      "guha": 696,
      "10": 697,
      "jenoside": 698,
      "akarere": 699,
      "is": 700,
      "gahu": 701,
      "##ingo": 702,
      "umugore": 703,
      "##menya": 704,
      "##gari": 705,
      "ikibazo": 706,
      "##kwiye": 707,
      "fi": 708,
      "##gisha": 709,
      "ntabwo": 710,
      "##ota": 711,
      "kumu": 712,
      "##el": 713,
      "baha": 714,
      "##kene": 715,
      "bavuga": 716,
      "##twe": 717,
      "##zan": 718,
      "gahunda": 719,
      "iza": 720,
      "##kozi": 721,
      "ibikorwa": 722,
      "ahubwo": 723,
      "##tsinda": 724,
      "kagame": 725,
      "##mvi": 726,
      "##riya": 727,
      "umwana": 728,
      "##rimbo": 729,
      "##vid": 730,
      "yu": 731,
      "##jyanye": 732,
      "kabiri": 733,
      "su": 734,
      "bitan": 735,
      "##gami": 736,
      "##tuma": 737,
      "##hanzi": 738,
      "##hita": 739,
      "##cyo": 740,
      "##jo": 741,
      "li": 742,
      "##rt": 743,
      "hi": 744,
      "harimo": 745,
      "##hari": 746,
      "imba": 747,
      "al": 748,
      "##korana": 749,
      "ibintu": 750,
      "##ry": 751,
      "##ire": 752,
      "for": 753,
      "amerika": 754,
      "##mera": 755,
      "polisi": 756,
      "dago": 757,
      "##bonye": 758,
      "##byte": 759,
      "##renga": 760,
      "dagobyte": 761,
      "miliyoni": 762,
      "##tangira": 763,
      "##oni": 764,
      "##mail": 765,
      "abatutsi": 766,
      "##garagara": 767,
      "##itse": 768,
      "kin": 769,
      "##shwe": 770,
      "2019": 771,
      "##van": 772,
      "ny": 773,
      "##ris": 774,
      "jean": 775,
      "##mbwa": 776,
      "umute": 777,
      "##ul": 778,
      "##zego": 779,
      "cyu": 780,
      "##ganiro": 781,
      "##shye": 782,
      "##kiko": 783,
      "jo": 784,
      "##bwiye": 785,
      "##mweru": 786,
      "nyi": 787,
      "##reba": 788,
      "amategeko": 789,
      "byinshi": 790,
      "ndi": 791,
      "email": 792,
      "buru": 793,
      "##hise": 794,
      "en": 795,
      "##iteri": 796,
      "##here": 797,
      "##its": 798,
      "nawe": 799,
      "itera": 800,
      "##kano": 801,
      "mpu": 802,
      "covid": 803,
      "umugabo": 804,
      "minisitiri": 805,
      "##rusha": 806,
      "icya": 807,
      "##tangi": 808,
      "##vugwa": 809,
      "##no": 810,
      "hamwe": 811,
      "##rinda": 812,
      "ibibazo": 813,
      "##mere": 814,
      "##tanu": 815,
      "ibya": 816,
      "bamu": 817,
      "##vuye": 818,
      "##bare": 819,
      "##fe": 820,
      "bikorwa": 821,
      "kimwe": 822,
      "##ch": 823,
      "maze": 824,
      "itanga": 825,
      "##rasi": 826,
      "##byeyi": 827,
      "kujya": 828,
      "##yana": 829,
      "99": 830,
      "##tumwa": 831,
      "##horo": 832,
      "000": 833,
      "##banza": 834,
      "aya": 835,
      "kubi": 836,
      "naho": 837,
      "##tare": 838,
      "##iteke": 839,
      "ubuyobozi": 840,
      "##inyu": 841,
      "##ywa": 842,
      "##kiye": 843,
      "##gaban": 844,
      "ge": 845,
      "15": 846,
      "##zuba": 847,
      "un": 848,
      "iba": 849,
      "bira": 850,
      "##teka": 851,
      "##riro": 852,
      "##rd": 853,
      "dr": 854,
      "##lu": 855,
      "##fun": 856,
      "##ramo": 857,
      "ibihugu": 858,
      "umutekano": 859,
      "gutanga": 860,
      "as": 861,
      "sta": 862,
      "##siga": 863,
      "mwa": 864,
      "##humbi": 865,
      "##rano": 866,
      "##que": 867,
      "akazi": 868,
      "uta": 869,
      "nko": 870,
      "ika": 871,
      "##sanze": 872,
      "##seke": 873,
      "are": 874,
      "pu": 875,
      "##gendo": 876,
      "##yije": 877,
      "rero": 878,
      "yabo": 879,
      "ira": 880,
      "##tegetsi": 881,
      "##es": 882,
      "ubuta": 883,
      "yose": 884,
      "witwa": 885,
      "##tora": 886,
      "##curuzi": 887,
      "iso": 888,
      "##sirika": 889,
      "kubona": 890,
      "##rengan": 891,
      "##mari": 892,
      "nku": 893,
      "ubwi": 894,
      "man": 895,
      "##fashe": 896,
      "##dwara": 897,
      "##guye": 898,
      "##ruko": 899,
      "##dan": 900,
      "kam": 901,
      "##ric": 902,
      "##rije": 903,
      "12": 904,
      "none": 905,
      "bakaba": 906,
      "mwi": 907,
      "##soho": 908,
      "##tin": 909,
      "##sange": 910,
      "##baza": 911,
      "##tandukanye": 912,
      "##gano": 913,
      "ro": 914,
      "199": 915,
      "umwaka": 916,
      "ugu": 917,
      "utu": 918,
      "##sirikare": 919,
      "##mye": 920,
      "##kina": 921,
      "##bili": 922,
      "##byiruko": 923,
      "biza": 924,
      "wese": 925,
      "2018": 926,
      "go": 927,
      "abagore": 928,
      "##shy": 929,
      "##sore": 930,
      "##yiza": 931,
      "yaha": 932,
      "##ven": 933,
      "##ganira": 934,
      "##rw": 935,
      "yakore": 936,
      "##swa": 937,
      "##hare": 938,
      "200": 939,
      "umukino": 940,
      "##ngi": 941,
      "##rwanya": 942,
      "##rangi": 943,
      "bwi": 944,
      "##ngereza": 945,
      "izi": 946,
      "##fuza": 947,
      "ufite": 948,
      "##mp": 949,
      "##hova": 950,
      "uri": 951,
      "kugi": 952,
      "bihugu": 953,
      "##lika": 954,
      "undi": 955,
      "##moka": 956,
      "hafi": 957,
      "##shanwa": 958,
      "ikigo": 959,
      "##sabye": 960,
      "##gingo": 961,
      "iminsi": 962,
      "muntu": 963,
      "rusange": 964,
      "##doka": 965,
      "bitu": 966,
      "##itego": 967,
      "aman": 968,
      "abayobozi": 969,
      "##banga": 970,
      "##ganya": 971,
      "barimo": 972,
      "##jyana": 973,
      "##pfo": 974,
      "##tangaje": 975,
      "##itekerezo": 976,
      "babi": 977,
      "imwe": 978,
      "##sezerano": 979,
      "hu": 980,
      "apr": 981,
      "umujyi": 982,
      "bit": 983,
      "rugo": 984,
      "nubwo": 985,
      "##tanda": 986,
      "##rus": 987,
      "ti": 988,
      "##shyize": 989,
      "##inu": 990,
      "##ywe": 991,
      "##gero": 992,
      "ke": 993,
      "##ent": 994,
      "##menyi": 995,
      "##rane": 996,
      "agira": 997,
      "##ver": 998,
      "##hura": 999,
      "ubumwe": 1000,
      "ayo": 1001,
      "##zwi": 1002,
      "##gizi": 1003,
      "##mbye": 1004,
      "wan": 1005,
      "25": 1006,
      "##toza": 1007,
      "mujyi": 1008,
      "##dio": 1009,
      "##kundo": 1010,
      "##yuba": 1011,
      "nkuru": 1012,
      "##ene": 1013,
      "isa": 1014,
      "my": 1015,
      "11": 1016,
      "indirimbo": 1017,
      "##handa": 1018,
      "##ranya": 1019,
      "ryo": 1020,
      "umusa": 1021,
      "18": 1022,
      "uruhare": 1023,
      "biba": 1024,
      "umwi": 1025,
      "##retse": 1026,
      "abari": 1027,
      "ibihumbi": 1028,
      "##gende": 1029,
      "uza": 1030,
      "amu": 1031,
      "impamvu": 1032,
      "kugera": 1033,
      "abakinnyi": 1034,
      "##ruro": 1035,
      "##rona": 1036,
      "murenge": 1037,
      "biga": 1038,
      "##ly": 1039,
      "iterambere": 1040,
      "bamaze": 1041,
      "ar": 1042,
      "ur": 1043,
      "umuseke": 1044,
      "##tumye": 1045,
      "umwa": 1046,
      "##fati": 1047,
      "##hinzi": 1048,
      "yehova": 1049,
      "hanze": 1050,
      "##zina": 1051,
      "kubu": 1052,
      "tura": 1053,
      "##tore": 1054,
      "##faransa": 1055,
      "##mbara": 1056,
      "minisiteri": 1057,
      "##mun": 1058,
      "##tso": 1059,
      "##ton": 1060,
      "au": 1061,
      "paul": 1062,
      "##juru": 1063,
      "##kungu": 1064,
      "##ir": 1065,
      "ja": 1066,
      "mukino": 1067,
      "amavu": 1068,
      "##mara": 1069,
      "inzego": 1070,
      "##day": 1071,
      "nibwo": 1072,
      "gata": 1073,
      "ab": 1074,
      "atari": 1075,
      "abanya": 1076,
      "biri": 1077,
      "amaze": 1078,
      "##ndo": 1079,
      "##kipe": 1080,
      "ifite": 1081,
      "##reka": 1082,
      "##huza": 1083,
      "amazi": 1084,
      "agaciro": 1085,
      "ubundi": 1086,
      "repu": 1087,
      "iha": 1088,
      "14": 1089,
      "nyama": 1090,
      "##rire": 1091,
      "##razuba": 1092,
      "##shimira": 1093,
      "itegeko": 1094,
      "##gambo": 1095,
      "##mwa": 1096,
      "##rango": 1097,
      "##zamakuru": 1098,
      "cye": 1099,
      "##pera": 1100,
      "##ws": 1101,
      "##th": 1102,
      "umutu": 1103,
      "##mbuye": 1104,
      "##rongo": 1105,
      "imbaraga": 1106,
      "bityo": 1107,
      "##tandatu": 1108,
      "twi": 1109,
      "##lle": 1110,
      "mpuzama": 1111,
      "kuza": 1112,
      "13": 1113,
      "bantu": 1114,
      "##foto": 1115,
      "umukobwa": 1116,
      "kibazo": 1117,
      "inshu": 1118,
      "on": 1119,
      "##ronavi": 1120,
      "tan": 1121,
      "##kombe": 1122,
      "##gene": 1123,
      "##bereye": 1124,
      "thi": 1125,
      "##yobora": 1126,
      "rwi": 1127,
      "umunsi": 1128,
      "bitandukanye": 1129,
      "##shobozi": 1130,
      "##hora": 1131,
      "##hampi": 1132,
      "mar": 1133,
      "##yeshuri": 1134,
      "amaso": 1135,
      "##pira": 1136,
      "radio": 1137,
      "abakozi": 1138,
      "cyumweru": 1139,
      "##ranga": 1140,
      "##twara": 1141,
      "mpuzamahanga": 1142,
      "##lan": 1143,
      "myaka": 1144,
      "##bli": 1145,
      "ingabo": 1146,
      "izindi": 1147,
      "##singi": 1148,
      "##tima": 1149,
      "##pfa": 1150,
      "ubwa": 1151,
      "##nzi": 1152,
      "##rica": 1153,
      "amashuri": 1154,
      "30": 1155,
      "##zweho": 1156,
      "haba": 1157,
      "##bwiriza": 1158,
      "impu": 1159,
      "##og": 1160,
      "mpamvu": 1161,
      "##mwi": 1162,
      "urubyiruko": 1163,
      "##rani": 1164,
      "##ganga": 1165,
      "nyinshi": 1166,
      "##buhanga": 1167,
      "bana": 1168,
      "##bazi": 1169,
      "tele": 1170,
      "bagiye": 1171,
      "gushyira": 1172,
      "impan": 1173,
      "gicu": 1174,
      "saa": 1175,
      "nabo": 1176,
      "imikino": 1177,
      "##mura": 1178,
      "16": 1179,
      "et": 1180,
      "muka": 1181,
      "ju": 1182,
      "uba": 1183,
      "##hana": 1184,
      "kurusha": 1185,
      "##mira": 1186,
      "##itanga": 1187,
      "##ken": 1188,
      "##is": 1189,
      "ivuga": 1190,
      "ub": 1191,
      "wil": 1192,
      "##liti": 1193,
      "##rera": 1194,
      "##ds": 1195,
      "##sheje": 1196,
      "umuvu": 1197,
      "uka": 1198,
      "##shyirwa": 1199,
      "azi": 1200,
      "gatatu": 1201,
      "bwe": 1202,
      "##enya": 1203,
      "##hat": 1204,
      "##bira": 1205,
      "17": 1206,
      "##teye": 1207,
      "##genga": 1208,
      "kun": 1209,
      "##tive": 1210,
      "##meza": 1211,
      "##shyura": 1212,
      "##fashi": 1213,
      "kwan": 1214,
      "ushinzwe": 1215,
      "##ranira": 1216,
      "amahoro": 1217,
      "today": 1218,
      "##hirwe": 1219,
      "##uba": 1220,
      "ikorana": 1221,
      "2017": 1222,
      "fo": 1223,
      "kwirinda": 1224,
      "##haye": 1225,
      "##qu": 1226,
      "##ogle": 1227,
      "inta": 1228,
      "##shinja": 1229,
      "uburezi": 1230,
      "##tri": 1231,
      "indwara": 1232,
      "nan": 1233,
      "##kunze": 1234,
      "##rirwa": 1235,
      "##ronavirus": 1236,
      "##gire": 1237,
      "inzu": 1238,
      "##yeho": 1239,
      "ishuri": 1240,
      "##rushanwa": 1241,
      "##hera": 1242,
      "##shami": 1243,
      "##den": 1244,
      "##senge": 1245,
      "##ste": 1246,
      "izo": 1247,
      "##herere": 1248,
      "nabi": 1249,
      "##nd": 1250,
      "##fatwa": 1251,
      "##inji": 1252,
      "##rayi": 1253,
      "byari": 1254,
      "coronavirus": 1255,
      "vie": 1256,
      "##shimiye": 1257,
      "##poro": 1258,
      "umwu": 1259,
      "##inuza": 1260,
      "urukiko": 1261,
      "inyu": 1262,
      "##kozwe": 1263,
      "inko": 1264,
      "umwanya": 1265,
      "##tsinze": 1266,
      "kwiga": 1267,
      "ukuri": 1268,
      "##yandi": 1269,
      "yakorewe": 1270,
      "ibiri": 1271,
      "at": 1272,
      "ikindi": 1273,
      "nzi": 1274,
      "mata": 1275,
      "umunyama": 1276,
      "ikoranabuhanga": 1277,
      "fran": 1278,
      "##cyaha": 1279,
      "ze": 1280,
      "kaminuza": 1281,
      "##hoze": 1282,
      "rimwe": 1283,
      "##ruki": 1284,
      "##sby": 1285,
      "bakora": 1286,
      "##renze": 1287,
      "ruhan": 1288,
      "umusaruro": 1289,
      "muryango": 1290,
      "##siyo": 1291,
      "icyi": 1292,
      "isu": 1293,
      "yon": 1294,
      "es": 1295,
      "ruba": 1296,
      "##google": 1297,
      "ntara": 1298,
      "adsby": 1299,
      "adsbygoogle": 1300,
      "##fashwe": 1301,
      "umusingi": 1302,
      "##koreshwa": 1303,
      "##riwe": 1304,
      "ac": 1305,
      "kigo": 1306,
      "fe": 1307,
      "##bwenge": 1308,
      "##buka": 1309,
      "amazina": 1310,
      "nama": 1311,
      "##fungu": 1312,
      "kumenya": 1313,
      "kom": 1314,
      "tw": 1315,
      "yakomeje": 1316,
      "ingu": 1317,
      "##kara": 1318,
      "##ck": 1319,
      "##ity": 1320,
      "nkuko": 1321,
      "##zere": 1322,
      "##kunga": 1323,
      "kwezi": 1324,
      "ibyaha": 1325,
      "##uka": 1326,
      "##hamwe": 1327,
      "bahu": 1328,
      "##ganyi": 1329,
      "birimo": 1330,
      "bitewe": 1331,
      "repubu": 1332,
      "##kwira": 1333,
      "##rwego": 1334,
      "babo": 1335,
      "bazi": 1336,
      "views": 1337,
      "abagabo": 1338,
      "usanga": 1339,
      "##rimi": 1340,
      "inyuma": 1341,
      "##paka": 1342,
      "baki": 1343,
      "##fana": 1344,
      "mba": 1345,
      "cyi": 1346,
      "ubutegetsi": 1347,
      "kwita": 1348,
      "bikaba": 1349,
      "##renganzira": 1350,
      "abakobwa": 1351,
      "##itsina": 1352,
      "this": 1353,
      "##unze": 1354,
      "##zani": 1355,
      "kure": 1356,
      "uga": 1357,
      "##can": 1358,
      "ingaruka": 1359,
      "isoko": 1360,
      "##kunzi": 1361,
      "##yari": 1362,
      "buta": 1363,
      "##shingiye": 1364,
      "##garagaje": 1365,
      "gushaka": 1366,
      "##shoboye": 1367,
      "imo": 1368,
      "kurwanya": 1369,
      "icyorezo": 1370,
      "kuvuga": 1371,
      "##banda": 1372,
      "iby": 1373,
      "##goro": 1374,
      "##menyetso": 1375,
      "ikinyamakuru": 1376,
      "nza": 1377,
      "itangazamakuru": 1378,
      "repubulika": 1379,
      "niyo": 1380,
      "ntiba": 1381,
      "twe": 1382,
      "ubushobozi": 1383,
      "##rwayi": 1384,
      "menshi": 1385,
      "bika": 1386,
      "##iton": 1387,
      "kuyi": 1388,
      "##tanze": 1389,
      "bihe": 1390,
      "abe": 1391,
      "shampi": 1392,
      "##ramu": 1393,
      "ikaba": 1394,
      "inda": 1395,
      "##itabo": 1396,
      "guve": 1397,
      "##mbaga": 1398,
      "imodoka": 1399,
      "gukomeza": 1400,
      "bate": 1401,
      "##koresho": 1402,
      "ngombwa": 1403,
      "kenya": 1404,
      "##vura": 1405,
      "iya": 1406,
      "byiza": 1407,
      "##habwa": 1408,
      "##ditse": 1409,
      "zitan": 1410,
      "##shingano": 1411,
      "##vo": 1412,
      "inde": 1413,
      "nte": 1414,
      "lo": 1415,
      "kugirango": 1416,
      "inkuru": 1417,
      "##sig": 1418,
      "minsi": 1419,
      "##hungu": 1420,
      "##yemezo": 1421,
      "iga": 1422,
      "bati": 1423,
      "mwe": 1424,
      "yahise": 1425,
      "urwego": 1426,
      "ababyeyi": 1427,
      "africa": 1428,
      "buzima": 1429,
      "yabwiye": 1430,
      "kana": 1431,
      "ex": 1432,
      "##shyaka": 1433,
      "bada": 1434,
      "##shoboka": 1435,
      "yitwa": 1436,
      "not": 1437,
      "ahantu": 1438,
      "seri": 1439,
      "##keneye": 1440,
      "ada": 1441,
      "##yongera": 1442,
      "##meze": 1443,
      "bimwe": 1444,
      "##bikorwa": 1445,
      "bibili": 1446,
      "ij": 1447,
      "##yona": 1448,
      "##kera": 1449,
      "inter": 1450,
      "bibiliya": 1451,
      "##yamama": 1452,
      "##mes": 1453,
      "burundi": 1454,
      "##jira": 1455,
      "will": 1456,
      "ubukungu": 1457,
      "imari": 1458,
      "bituma": 1459,
      "ali": 1460,
      "urukundo": 1461,
      "intara": 1462,
      "##tero": 1463,
      "##che": 1464,
      "kuwa": 1465,
      "##ble": 1466,
      "##ino": 1467,
      "##tal": 1468,
      "##mban": 1469,
      "##visi": 1470,
      "uburenganzira": 1471,
      "##fatanya": 1472,
      "##shyigi": 1473,
      "##subiza": 1474,
      "##shyan": 1475,
      "muse": 1476,
      "##ria": 1477,
      "21": 1478,
      "id": 1479,
      "sen": 1480,
      "##ona": 1481,
      "shampiyona": 1482,
      "amanota": 1483,
      "##gamije": 1484,
      "##tsa": 1485,
      "1994": 1486,
      "##hagara": 1487,
      "bagera": 1488,
      "##shatsi": 1489,
      "umunyamabanga": 1490,
      "##genge": 1491,
      "##mbura": 1492,
      "ubucuruzi": 1493,
      "cha": 1494,
      "icyaha": 1495,
      "tv": 1496,
      "inzo": 1497,
      "hejuru": 1498,
      "##us": 1499,
      "mugabo": 1500,
      "amahirwe": 1501,
      "mwanya": 1502,
      "itu": 1503,
      "##rizwa": 1504,
      "##shakashatsi": 1505,
      "kumwe": 1506,
      "gufata": 1507,
      "##jije": 1508,
      "fla": 1509,
      "politi": 1510,
      "yamu": 1511,
      "##kurikira": 1512,
      "##yemo": 1513,
      "abanyamakuru": 1514,
      "umurenge": 1515,
      "frw": 1516,
      "bijyanye": 1517,
      "ako": 1518,
      "##ruguru": 1519,
      "gen": 1520,
      "yatangaje": 1521,
      "##gije": 1522,
      "##pite": 1523,
      "guta": 1524,
      "24": 1525,
      "aki": 1526,
      "yabaye": 1527,
      "ubumenyi": 1528,
      "##gamba": 1529,
      "##dana": 1530,
      "zose": 1531,
      "kubaka": 1532,
      "##umu": 1533,
      "gukoresha": 1534,
      "##kuba": 1535,
      "##kereza": 1536,
      "kipe": 1537,
      "ade": 1538,
      "imirimo": 1539,
      "ana": 1540,
      "##kire": 1541,
      "##rukiya": 1542,
      "ibiro": 1543,
      "##meye": 1544,
      "##gh": 1545,
      "##inya": 1546,
      "##fatanye": 1547,
      "##ano": 1548,
      "binyu": 1549,
      "hose": 1550,
      "##ar": 1551,
      "##gabane": 1552,
      "congo": 1553,
      "that": 1554,
      "uw": 1555,
      "##ndu": 1556,
      "mutara": 1557,
      "ubutumwa": 1558,
      "amasezerano": 1559,
      "ibigo": 1560,
      "##hamya": 1561,
      "itsinda": 1562,
      "gatanu": 1563,
      "tanzani": 1564,
      "nayo": 1565,
      "mura": 1566,
      "ese": 1567,
      "hano": 1568,
      "##ssi": 1569,
      "ashobora": 1570,
      "igice": 1571,
      "##dugu": 1572,
      "turi": 1573,
      "##injira": 1574,
      "imy": 1575,
      "##bon": 1576,
      "bida": 1577,
      "##torero": 1578,
      "kazi": 1579,
      "ch": 1580,
      "umupira": 1581,
      "##hangana": 1582,
      "##genzu": 1583,
      "##sen": 1584,
      "ukubo": 1585,
      "##zana": 1586,
      "##boneka": 1587,
      "##mena": 1588,
      "##bara": 1589,
      "yagiye": 1590,
      "atu": 1591,
      "kiri": 1592,
      "##les": 1593,
      "nzu": 1594,
      "wu": 1595,
      "##mb": 1596,
      "umuco": 1597,
      "yaje": 1598,
      "ura": 1599,
      "##hariko": 1600,
      "kane": 1601,
      "##pfuye": 1602,
      "##kazi": 1603,
      "flash": 1604,
      "##itaramo": 1605,
      "##bc": 1606,
      "##maga": 1607,
      "##dugudu": 1608,
      "publi": 1609,
      "gato": 1610,
      "##kanga": 1611,
      "##suzu": 1612,
      "##giza": 1613,
      "comment": 1614,
      "##garu": 1615,
      "##zuro": 1616,
      "##rekana": 1617,
      "nyira": 1618,
      "udu": 1619,
      "##girwa": 1620,
      "##higo": 1621,
      "##banze": 1622,
      "##sabwa": 1623,
      "dore": 1624,
      "##ser": 1625,
      "##sigiti": 1626,
      "##shusho": 1627,
      "uretse": 1628,
      "ce": 1629,
      "##nze": 1630,
      "##sigaye": 1631,
      "##poli": 1632,
      "nyan": 1633,
      "gutera": 1634,
      "##rangwa": 1635,
      "##tswe": 1636,
      "bye": 1637,
      "byaba": 1638,
      "##kaza": 1639,
      "##shyantare": 1640,
      "bagomba": 1641,
      "##oma": 1642,
      "##sta": 1643,
      "##kanya": 1644,
      "22": 1645,
      "yatangiye": 1646,
      "zunze": 1647,
      "yakoze": 1648,
      "ibyi": 1649,
      "imiryango": 1650,
      "##jambo": 1651,
      "##saga": 1652,
      "umwami": 1653,
      "yombi": 1654,
      "gashyantare": 1655,
      "kongera": 1656,
      "##joro": 1657,
      "ruta": 1658,
      "ukwe": 1659,
      "amateka": 1660,
      "##kurikirana": 1661,
      "abanyeshuri": 1662,
      "##ks": 1663,
      "gutu": 1664,
      "kibuga": 1665,
      "##zera": 1666,
      "##geje": 1667,
      "##bs": 1668,
      "##banje": 1669,
      "gufasha": 1670,
      "##bereho": 1671,
      "umwan": 1672,
      "##ld": 1673,
      "cla": 1674,
      "umuvugizi": 1675,
      "##haga": 1676,
      "##hara": 1677,
      "igikombe": 1678,
      "##shatse": 1679,
      "or": 1680,
      "umubare": 1681,
      "##rinoma": 1682,
      "##gizwe": 1683,
      "nshu": 1684,
      "umunya": 1685,
      "##itsi": 1686,
      "##sco": 1687,
      "zitandukanye": 1688,
      "indege": 1689,
      "23": 1690,
      "##indu": 1691,
      "##tions": 1692,
      "musanze": 1693,
      "ibu": 1694,
      "amakipe": 1695,
      "##rusi": 1696,
      "umwihariko": 1697,
      "guverinoma": 1698,
      "##guri": 1699,
      "##dre": 1700,
      "##kub": 1701,
      "ijambo": 1702,
      "##ith": 1703,
      "##korerwa": 1704,
      "adepr": 1705,
      "tuza": 1706,
      "babiri": 1707,
      "ntu": 1708,
      "##ted": 1709,
      "bajya": 1710,
      "mutarama": 1711,
      "##rurwe": 1712,
      "yabi": 1713,
      "##itanye": 1714,
      "##ganye": 1715,
      "umutwe": 1716,
      "uwi": 1717,
      "##mbwe": 1718,
      "agiye": 1719,
      "2016": 1720,
      "umubiri": 1721,
      "kiganiro": 1722,
      "##inga": 1723,
      "##rea": 1724,
      "##hango": 1725,
      "umuhanzi": 1726,
      "##rwan": 1727,
      "##shora": 1728,
      "werurwe": 1729,
      "mwiza": 1730,
      "##hano": 1731,
      "##gambi": 1732,
      "ite": 1733,
      "##sobanura": 1734,
      "##yumba": 1735,
      "ishami": 1736,
      "ukwa": 1737,
      "cu": 1738,
      "##mini": 1739,
      "baturage": 1740,
      "kita": 1741,
      "##saha": 1742,
      "serivisi": 1743,
      "##the": 1744,
      "##ganyijwe": 1745,
      "##polisi": 1746,
      "ejo": 1747,
      "##rabu": 1748,
      "##ms": 1749,
      "bagenzi": 1750,
      "komi": 1751,
      "umurwa": 1752,
      "##rine": 1753,
      "intwa": 1754,
      "##giro": 1755,
      "koko": 1756,
      "ate": 1757,
      "##sozi": 1758,
      "##yimana": 1759,
      "iryo": 1760,
      "ikintu": 1761,
      "##hereza": 1762,
      "wawe": 1763,
      "nziza": 1764,
      "itariki": 1765,
      "100": 1766,
      "lin": 1767,
      "rwose": 1768,
      "kiza": 1769,
      "nuko": 1770,
      "##dika": 1771,
      "gatandatu": 1772,
      "##gwe": 1773,
      "njye": 1774,
      "ida": 1775,
      "bikomeye": 1776,
      "##cya": 1777,
      "##rangira": 1778,
      "amabwiriza": 1779,
      "police": 1780,
      "ingamba": 1781,
      "##shyamba": 1782,
      "inka": 1783,
      "kuvu": 1784,
      "##yumvi": 1785,
      "##mero": 1786,
      "##maro": 1787,
      "##garuka": 1788,
      "imp": 1789,
      "win": 1790,
      "dufite": 1791,
      "bro": 1792,
      "wabo": 1793,
      "ibihe": 1794,
      "##hindura": 1795,
      "time": 1796,
      "san": 1797,
      "##muga": 1798,
      "##hunga": 1799,
      "ukuboza": 1800,
      "iwa": 1801,
      "gikorwa": 1802,
      "26": 1803,
      "ukun": 1804,
      "umusigiti": 1805,
      "nshya": 1806,
      "##reye": 1807,
      "it": 1808,
      "pre": 1809,
      "miss": 1810,
      "##ting": 1811,
      "bigo": 1812,
      "ukwezi": 1813,
      "ururimi": 1814,
      "##kije": 1815,
      "urugero": 1816,
      "pi": 1817,
      "##son": 1818,
      "amagambo": 1819,
      "bishobora": 1820,
      "##yumweru": 1821,
      "##yenda": 1822,
      "guteza": 1823,
      "2021": 1824,
      "cyose": 1825,
      "umutoza": 1826,
      "ubusa": 1827,
      "##mbaye": 1828,
      "##tional": 1829,
      "gitu": 1830,
      "##soro": 1831,
      "em": 1832,
      "bashaka": 1833,
      "##fungwa": 1834,
      "bake": 1835,
      "biro": 1836,
      "umunyamakuru": 1837,
      "##buze": 1838,
      "kumva": 1839,
      "##cye": 1840,
      "ahandi": 1841,
      "##rozi": 1842,
      "ntacyo": 1843,
      "ushobora": 1844,
      "amafoto": 1845,
      "ibikoresho": 1846,
      "myiza": 1847,
      "zabo": 1848,
      "kureba": 1849,
      "##hawe": 1850,
      "##der": 1851,
      "##kirwa": 1852,
      "##biriye": 1853,
      "your": 1854,
      "des": 1855,
      "nke": 1856,
      "##kosa": 1857,
      "##buto": 1858,
      "##yine": 1859,
      "##dy": 1860,
      "##razi": 1861,
      "amezi": 1862,
      "rwan": 1863,
      "muzi": 1864,
      "##basha": 1865,
      "inkunga": 1866,
      "imiti": 1867,
      "igitego": 1868,
      "bitaro": 1869,
      "##dura": 1870,
      "bato": 1871,
      "inyungu": 1872,
      "##koresheje": 1873,
      "##ranyije": 1874,
      "ruhande": 1875,
      "##veni": 1876,
      "ntibi": 1877,
      "##for": 1878,
      "akomeza": 1879,
      "##bert": 1880,
      "yesu": 1881,
      "sh": 1882,
      "imaze": 1883,
      "yate": 1884,
      "##yaga": 1885,
      "amara": 1886,
      "umukuru": 1887,
      "bivugwa": 1888,
      "##bizi": 1889,
      "##kani": 1890,
      "##subira": 1891,
      "itorero": 1892,
      "##itswe": 1893,
      "amatora": 1894,
      "##lement": 1895,
      "ngu": 1896,
      "##lla": 1897,
      "tanzania": 1898,
      "##reje": 1899,
      "##rekeza": 1900,
      "##tonde": 1901,
      "##ranyi": 1902,
      "##giranye": 1903,
      "bashobora": 1904,
      "##hn": 1905,
      "##ces": 1906,
      "##ase": 1907,
      "wor": 1908,
      "iti": 1909,
      "##tes": 1910,
      "yasabye": 1911,
      "##ked": 1912,
      "bayi": 1913,
      "inshingano": 1914,
      "50": 1915,
      "vuba": 1916,
      "##rwaho": 1917,
      "##byiri": 1918,
      "##twi": 1919,
      "inteko": 1920,
      "mikino": 1921,
      "tuba": 1922,
      "##perative": 1923,
      "##shinwa": 1924,
      "##kisha": 1925,
      "kuzi": 1926,
      "maso": 1927,
      "##yumva": 1928,
      "##bayeho": 1929,
      "bwana": 1930,
      "qu": 1931,
      "abafana": 1932,
      "##siye": 1933,
      "epfo": 1934,
      "komisiyo": 1935,
      "maga": 1936,
      "##shyin": 1937,
      "with": 1938,
      "umutima": 1939,
      "##herutse": 1940,
      "isan": 1941,
      "bun": 1942,
      "ire": 1943,
      "##itondo": 1944,
      "you": 1945,
      "27": 1946,
      "rubavu": 1947,
      "##aba": 1948,
      "amaguru": 1949,
      "sha": 1950,
      "##cha": 1951,
      "##pp": 1952,
      "##zine": 1953,
      "ruswa": 1954,
      "john": 1955,
      "##yita": 1956,
      "##rereza": 1957,
      "##buye": 1958,
      "ashaka": 1959,
      "ingo": 1960,
      "museveni": 1961,
      "##mewe": 1962,
      "##nu": 1963,
      "yita": 1964,
      "kuta": 1965,
      "bwabo": 1966,
      "kayi": 1967,
      "##rama": 1968,
      "gicurasi": 1969,
      "##shinjacyaha": 1970,
      "##xt": 1971,
      "##muka": 1972,
      "bosco": 1973,
      "byan": 1974,
      "##sura": 1975,
      "##shyushye": 1976,
      "28": 1977,
      "ibitego": 1978,
      "##gra": 1979,
      "kuki": 1980,
      "kanama": 1981,
      "##sira": 1982,
      "##itozo": 1983,
      "ebyiri": 1984,
      "##shijwe": 1985,
      "##uel": 1986,
      "kire": 1987,
      "nze": 1988,
      "##garagaye": 1989,
      "igitekerezo": 1990,
      "zirimo": 1991,
      "pla": 1992,
      "##nde": 1993,
      "kare": 1994,
      "inshuti": 1995,
      "umurimo": 1996,
      "kwishyura": 1997,
      "banki": 1998,
      "##tte": 1999,
      "imibereho": 2000,
      "##shanya": 2001,
      "##twaye": 2002,
      "##korere": 2003,
      "##shyingo": 2004,
      "ibisi": 2005,
      "andi": 2006,
      "##senga": 2007,
      "##yanya": 2008,
      "ndirimbo": 2009,
      "ziri": 2010,
      "##ongera": 2011,
      "ajya": 2012,
      "##sera": 2013,
      "abata": 2014,
      "##yoboye": 2015,
      "##zimana": 2016,
      "hanyuma": 2017,
      "uzi": 2018,
      "##ons": 2019,
      "she": 2020,
      "cyorezo": 2021,
      "imiyobo": 2022,
      "ibanze": 2023,
      "##risto": 2024,
      "ishyaka": 2025,
      "ingingo": 2026,
      "nzego": 2027,
      "##itero": 2028,
      "##duye": 2029,
      "hasi": 2030,
      "ipe": 2031,
      "##ol": 2032,
      "pas": 2033,
      "nyamara": 2034,
      "##quire": 2035,
      "##pho": 2036,
      "##roshye": 2037,
      "kamena": 2038,
      "##ane": 2039,
      "kuru": 2040,
      "##itwe": 2041,
      "cyongereza": 2042,
      "icu": 2043,
      "##komoka": 2044,
      "ishize": 2045,
      "ukwakira": 2046,
      "##shed": 2047,
      "##gurira": 2048,
      "gace": 2049,
      "##ruwa": 2050,
      "##rie": 2051,
      "politiki": 2052,
      "make": 2053,
      "bbc": 2054,
      "kwica": 2055,
      "rubuga": 2056,
      "name": 2057,
      "ubutabera": 2058,
      "##shake": 2059,
      "ushize": 2060,
      "require": 2061,
      "##jyaruguru": 2062,
      "##jyepfo": 2063,
      "burayi": 2064,
      "miliyari": 2065,
      "irushanwa": 2066,
      "##tel": 2067,
      "webs": 2068,
      "guhera": 2069,
      "sin": 2070,
      "2015": 2071,
      "yanyu": 2072,
      "ibisigo": 2073,
      "wanjye": 2074,
      "mugi": 2075,
      "save": 2076,
      "akora": 2077,
      "##rangiye": 2078,
      "website": 2079,
      "##heruka": 2080,
      "##gendera": 2081,
      "total": 2082,
      "next": 2083,
      "##kubi": 2084,
      "##jwi": 2085,
      "##hiriza": 2086,
      "##gwi": 2087,
      "mbi": 2088,
      "wen": 2089,
      "igikorwa": 2090,
      "##rimana": 2091,
      "ugushyingo": 2092,
      "agomba": 2093,
      "ple": 2094,
      "##dow": 2095,
      "zari": 2096,
      "addre": 2097,
      "##jijwe": 2098,
      "##canyi": 2099,
      "##ners": 2100,
      "##ut": 2101,
      "##seri": 2102,
      "tru": 2103,
      "##mya": 2104,
      "bacu": 2105,
      "mutwe": 2106,
      "##yobya": 2107,
      "##soma": 2108,
      "##ron": 2109,
      "##ph": 2110,
      "##teri": 2111,
      "##id": 2112,
      "##hinduka": 2113,
      "##cto": 2114,
      "buge": 2115,
      "par": 2116,
      "##tribu": 2117,
      "##itwara": 2118,
      "brow": 2119,
      "nari": 2120,
      "##gabanya": 2121,
      "amahanga": 2122,
      "##gue": 2123,
      "##sanzu": 2124,
      "##yandiko": 2125,
      "ibura": 2126,
      "##hariye": 2127,
      "##geye": 2128,
      "musa": 2129,
      "abafite": 2130,
      "##ganwa": 2131,
      "ubutaka": 2132,
      "##baba": 2133,
      "uda": 2134,
      "##sumbuye": 2135,
      "telef": 2136,
      "address": 2137,
      "mutu": 2138,
      "rye": 2139,
      "ashyushye": 2140,
      "##swe": 2141,
      "##ture": 2142,
      "lea": 2143,
      "ijoro": 2144,
      "##tangwa": 2145,
      "##manuel": 2146,
      "bibazo": 2147,
      "inzira": 2148,
      "intebe": 2149,
      "mwana": 2150,
      "##subizo": 2151,
      "nyakanga": 2152,
      "##rimu": 2153,
      "iy": 2154,
      "##rita": 2155,
      "irimo": 2156,
      "urwo": 2157,
      "zita": 2158,
      "##itiye": 2159,
      "##byara": 2160,
      "kurya": 2161,
      "makuru": 2162,
      "mafaranga": 2163,
      "docu": 2164,
      "##kurikiran": 2165,
      "ubuhinzi": 2166,
      "kugu": 2167,
      "##ziya": 2168,
      "required": 2169,
      "binyuze": 2170,
      "les": 2171,
      "itatu": 2172,
      "haza": 2173,
      "fili": 2174,
      "##ct": 2175,
      "ibimenyetso": 2176,
      "kuzamu": 2177,
      "##wita": 2178,
      "##tandu": 2179,
      "nzira": 2180,
      "asaba": 2181,
      "yavu": 2182,
      "##vandi": 2183,
      "##ball": 2184,
      "##merewe": 2185,
      "ingenzi": 2186,
      "##rou": 2187,
      "##kesha": 2188,
      "nyu": 2189,
      "##kwiriye": 2190,
      "rd": 2191,
      "##shimwe": 2192,
      "fiel": 2193,
      "##genewe": 2194,
      "emmanuel": 2195,
      "##gaga": 2196,
      "baje": 2197,
      "ntiya": 2198,
      "##inota": 2199,
      "##con": 2200,
      "##bano": 2201,
      "##cent": 2202,
      "ahita": 2203,
      "intambara": 2204,
      "ihu": 2205,
      "##kundana": 2206,
      "##bire": 2207,
      "ayi": 2208,
      "bintu": 2209,
      "muhanda": 2210,
      "##rangiza": 2211,
      "##lia": 2212,
      "inshuro": 2213,
      "gukorera": 2214,
      "##tat": 2215,
      "published": 2216,
      "intera": 2217,
      "nshuro": 2218,
      "links": 2219,
      "##rura": 2220,
      "##shishi": 2221,
      "enter": 2222,
      "uni": 2223,
      "##kini": 2224,
      "amaraso": 2225,
      "mana": 2226,
      "arimo": 2227,
      "##herereye": 2228,
      "browser": 2229,
      "##lin": 2230,
      "push": 2231,
      "guku": 2232,
      "giti": 2233,
      "bare": 2234,
      "yacu": 2235,
      "mugenzi": 2236,
      "amado": 2237,
      "##vandimwe": 2238,
      "##tyo": 2239,
      "marked": 2240,
      "bagize": 2241,
      "fields": 2242,
      "##zeye": 2243,
      "kenshi": 2244,
      "##buza": 2245,
      "##genza": 2246,
      "document": 2247,
      "##meje": 2248,
      "umuriro": 2249,
      "atanga": 2250,
      "##shyirahamwe": 2251,
      "window": 2252,
      "umukinnyi": 2253,
      "am": 2254,
      "abasirikare": 2255,
      "29": 2256,
      "gukina": 2257,
      "##ty": 2258,
      "##rangije": 2259,
      "please": 2260,
      "itanu": 2261,
      "byatumye": 2262,
      "ah": 2263,
      "##koro": 2264,
      "umukozi": 2265,
      "mugore": 2266,
      "gasa": 2267,
      "guhangana": 2268,
      "##kandi": 2269,
      "nabyo": 2270,
      "wowe": 2271,
      "muta": 2272,
      "yamaze": 2273,
      "iperereza": 2274,
